[
    {
        "mission" : [
            "The purpose of this project is to leverage the complementary technological skill, expertise, and organizational resources of the partnering organizations to create a database of eviction filings with the purpose of informing and improving the ability of Metro Atlanta policymakers, Non-government Organizations, service providers, tenant organizers, and government entities to understand and respond to eviction-related housing instability, particularly in the context of the COVID-19 pandemic. In addtion, the intent of this project is to provide access to eviction filings data for research, practice, and policy purposes beyond the immediate threat of COVID-19. This partnership behind this project will collectively work to create the technology necessary to assemble the database of filings and make the filing information available to stakeholders in an understandable, accessible, secure, and responsible manner."
        ],
        "aboutdata" : [
            "This data captures formal evictions activity in the metro Atlanta area as it is reflected in county court websites. This data does NOT reflect the number of rental households that undergo forced moves. Research has found that forced moves due to illegal evictions and informal evictions are far larger than the number of tenants displaced through the legal, formal eviction process. While eviction or dispossessory filings are evidence of housing instability, and constitute a negative event for tenants in and of themselves, they are not equivalent to displacement of a tenant. It is difficult to know whether a tenant leaves during a formal eviction process or at what stage of the process this occurs. Eviction filings initiate the process of eviction and are distinct from a \"writ of possession\" which grants a landlord the legal right to remove a tenant.",
            "This data is parsed once a week from magistrate’s courts in Clayton, Cobb, DeKalb, Fulton and Gwinnett counties.  Once the evictions case data is captured, each case is geocoded based on the defendant's address and the case events are analyzed to identify associated actions. Due to misssing, incorrect, or difficult to parse addresses, approximately 1% of all filings are excluded from mapped totals.  Analysis of case actions is done with an algorithm that is under development. For this reason, estimates of these actions are currently not included in the aggregated data presented in this tool.  These estimates will, however, likely be included in future versions once the algorithm is complete and sufficiently validated.  Additionally, due to ongoing improvements in the handling of parsing errors and the occasional lag in filings being entered into courts' online systems, counts will sometimes differ from those previously reported."
        ],
        "sources" : [
            { 
                "name" : "Fulton County Magistrates, State, and Superior Court Record Search",
                "url" : "https://publicrecordsaccess.fultoncountyga.gov/Portal",
                "type" : "Court Record Data"
            },
            { 
                "name" : "DeKalb County - Judicial Information System",
                "url" : "https://ody.dekalbcountyga.gov/portal",
                "type" : "Court Record Data"
            },
            { 
                "name" : "Gwinnett County Courts - Tyler Odyssey Portal",
                "url" : "https://odyssey.gwinnettcourts.com/Portal",
                "type" : "Court Record Data"
            },
            { 
                "name" : "Xerox CourtConnect Cobb Magistrate Court",
                "url" : "https://courtconnect.cobbcounty.org:4443/ccmag/ck_public_qry_main.cp_main_idx",
                "type" : "Court Record Data"
            },
            { 
                "name" : "Clayton County Court Case Inquiry",
                "url" : "https://weba.co.clayton.ga.us/casinqsvr/htdocs/index.shtml",
                "type" : "Court Record Data"
            },
            {
                "name" : "US Census Bureau, American Community Survey (ACS), 5-year estimates, 2014-2018",
                "type" : "Other Data"
            }
        ],
        "team" : [
            {
                "name" : "Elora Raymond, PhD",
                "info" : [
                    {
                        "title" : "Assistant Professor",
                        "department" : "School of City and Regional Planning",
                        "institution" : "Georgia Institute of Technology"
                    }
                ],
                "role" : "Project Lead"
            },
            {
                "name" : "Erik Woodworth, MA & MCRP ",
                "info" : [
                    {
                        "title" : "Research & Data Visualization Coordinator",
                        "department" : "Research & Analytics Group",
                        "institution" : null       
                    },
                    {
                        "title" : "Data Scientist & Lead Application Developer",
                        "department" : "Neighborhood Nexus",
                        "institution" : "Atlanta Regional Commissoin (ARC)"        
                    }
                ],
                "role" : "Project Lead"
            },
            {
                "name" : "Sarah Stein, JD",
                "info" : [
                    {
                        "title" : "Research Advisor",
                        "department" : "Community & Economic Development",
                        "institution" : "Federal Reserve Bank of Atlanta"        
                    }
                ],
                "role" : "Project Lead"
            },
            {
                "name" : "Victor Pearse Haley, MCRP",
                "info" : [
                    {
                        "title" : "Research Analyst",
                        "department" : "Community & Economic Development",
                        "institution" : "Federal Reserve Bank of Atlanta"        
                    }
                ],
                "role" : "Data Acquisition & Analysis"
            },
            {
                "name" : "Gordon (Ge) Zhang, PhD",
                "info" : [
                    {
                        "title" : "Research Scientist",
                        "department" : "Center for Spatial Planning Analytics & Visualization (CSPAV)",
                        "institution" : "Georgia Institute of Technology"        
                    }
                ],
                "role" : "Data Storage & Processing"
            },
            {
                "name" : "Rama Sivakumar, MS",
                "info" : [
                    {
                        "title" : "Senior Research Engineer",
                        "department" : "Center for Spatial Planning Analytics & Visualization (CSPAV)",
                        "institution" : "Georgia Institute of Technology"        
                    }
                ],
                "role" : "Data Storage & Processing"
            },
            {
                "name" : "Subhro Guhathakurta, PhD",
                "info" : [
                    {
                        "title" : "Chair",
                        "department" : "School of City & Regional Planning (SCaRP)",
                        "institution" : null        
                    },
                    {
                        "title" : "Director",
                        "department" : "Center for Spatial Planning Analytics & Visualization (CSPAV)",
                        "institution" : "Georgia Institute of Technology"        
                    }
                ],
                "role" : "Data Storage & Processing"
            }
        ],
        "resources" : [
            { 
                "name" : "FAQ on National Eviction Moratorium provided by the National Low Income Housing Coalition (NLIHC)",
                "url" : "https://nlihc.org/national-eviction-moratorium",
                "note" : "This page provides an explanation of the eviciton moratorium (effective Sept. 4th, 2020 to Dec. 31st, 2020) issued by the Center for Disease Control (CDC). It also provides a links to a number of resources including a downloadable Declaration of Eligibility (in multiple languages) to be completed, signed, and mailed by tenants to their landlord as the first step to invoking their right to the protections of this moratorium."
            }
        ]
    }
]
